Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: As announced on October 10, Budget 2025 proposes to provide
fr_fr: Conformément à l'annonce faite le 10 octobre dernier, le budget de 2025 propose

source: $116.3 million over two years, starting in 2025-26, to renew the Canada
fr_fr: de fournir 116,3 millions de dollars sur deux ans, à compter de 2025-2026, afin de

source: Strong Pass for the holiday season, from December 12, 2025 to
fr_fr: renouveler le laissez-passer Un Canada fort pour la période des Fêtes, soit

source: January 15, 2026, and then again for summer 2026.
fr_fr: du 12 décembre 2025 au 15 janvier 2026, puis de nouveau durant

source: Reduced-cost access over this holiday
fr_fr: l'été 2026.

source: season is already in place through several Canada Strong Pass partners, including for
fr_fr: Plusieurs partenaires du laissez-passer Un Canada fort offrent déjà un accès à

source: eligible VIA Rail travel.
fr_fr: VIA Rail.

source: Supporting the Royal Canadian Geographical Society
fr_fr: Soutenir la Société géographique royale du Canada

source: Strengthening Canadian identity and sovereignty begins with equipping Canadians and young people to
fr_fr: Pour renforcer l'identité et la souveraineté du Canada, il faut commencer par donner aux Canadiens,

source: understand their land, history, and place in the world.
fr_fr: et notamment aux jeunes, les moyens nécessaires pour comprendre leurs terres, leur histoire et leur

source: For nearly a century, the Royal Canadian
fr_fr: place dans le monde.

source: Geographical Society has advanced this mission—reaching over 4.3 million monthly readers of Canadian Geographic and 28,000 educators and 750,000 students each year through its
fr_fr: Depuis près d'un siècle, la Société géographique royale du Canada s'acquitte de cette mission, en s'adressant aux plus de 4,3 millions de lecteurs de la revue mensuelle Canadian Geographic , et en rejoignant 28 000 éducateurs et

source: award-winning education programs.
fr_fr: 750 000 élèves chaque année grâce à ses programmes primés de formation.

source: To promote knowledge of Canada and national unity, Budget 2025
fr_fr: Pour promouvoir la connaissance du Canada et l'unité nationale, le budget de 2025 propose

source: proposes to provide $4 million over four years, starting in 2026-27, and
fr_fr: de fournir 4 millions de dollars sur quatre ans, à compter de 2026-2027, et

source: $1 million ongoing to the Royal Canadian Geographical Society. This funding is to be
fr_fr: 1 million de dollars par année par la suite, à la Société géographique royale du Canada. Le

source: sourced from existing Canadian Heritage resources.
fr_fr: financement proviendra des ressources existantes de Patrimoine canadien.

source: Improving Access to Health Care in the Arctic and the North
fr_fr: Améliorer l'accès aux soins de santé dans le Nord et l'Arctique

source: Canadians deserve timely access to health services whenever and wherever they are needed.
fr_fr: Les Canadiens méritent un accès en temps opportun aux services de soins de santé, peu importe où ils se trouvent et quand ils en ont besoin.

source: And yet
fr_fr: Malheureusement, la prestation des soins de santé dans

source: health care delivery in Canada's Arctic and North is hampered by insufficient infrastructure, a
fr_fr: l'Arctique et le Nord est entravée par une insuffisance en infrastructures, la pénurie de

source: shortage of health care workers, and limited access to hospitals outside of major population centres.
fr_fr: main-d'œuvre dans le secteur de santé et un accès limité aux hôpitaux hors des grands centres.

source: Many people must leave their communities to access specialised care or to give birth.
fr_fr: Nombreuses sont les personnes qui doivent quitter leur communauté pour avoir accès à des soins

source: inequities are particularly persistent for Indigenous communities.
fr_fr: Ces inégalités persistent particulièrement à l'égard des communautés

source: As a result, territorial
fr_fr: autochtones.

source: governments face high costs to provide necessary care for their residents.
fr_fr: pour fournir les soins nécessaires à leur population.

source: To improve health care access and services, Budget 2025 announces
fr_fr: Pour améliorer l'accès aux soins de santé et les services de santé, le budget de 2025

source: the government's intention for the Minister of Health and the Minister of National Defence,
fr_fr: annonce que la ministre de la Santé et le ministre de la Défense nationale, en collaboration

source: in collaboration with the Minister of Indigenous Services and the Minister of Northern
fr_fr: avec la ministre des Services aux Autochtones et la ministre des Affaires du Nord et de

source: Affairs and Arctic Affairs, to undertake a comprehensive assessment of health care and
fr_fr: soins et les infrastructures dans le domaine de la santé. L'évaluation aura pour objectif de

source: health infrastructure needs in the North, with the goal of identifying innovative ways to
fr_fr: trouver des moyens novateurs d'améliorer l'accès aux soins de santé dans les communautés du Nord

source: increase access to health care in northern communities and reduce medical travel costs
fr_fr: et de réduire les frais de déplacement pour raisons médicales, en consultation avec les

source: through engagement with Northen and Arctic Indigenous Peoples.
fr_fr: Autochtones dans le Nord et l'Arctique.

source: In short order, the Special Representative will release their external review of Nutrition North
fr_fr: Le représentant spécial publiera son examen externe du programme Nutrition Nord Canada dans les plus

source: The government will take this review seriously and remains committed to co-developing with
fr_fr: Le gouvernement prendra cet examen au sérieux et reste déterminé à élaborer, en

source: Inuit and Northern Indigenous leaders, evidence-based food security approaches that better meet the
fr_fr: collaboration avec les dirigeants inuits et autochtones du Nord, des approches fondées sur des

source: high cost of living and affordability challenges faced by many Inuit and Northerners.
fr_fr: données probantes en matière de sécurité alimentaire qui répondent mieux aux défis liés au coût

source: Empowering Canadian Fishers and Building Coastal Communities
fr_fr: élevé de la vie auxquels font face de nombreux Inuits et résidents du Nord.

source: Small craft harbours are essential to the way of life of coastal communities, supporting work and
fr_fr: Donner plus d'autonomie aux pêcheurs canadiens et développer les communautés côtières

source: recreation for nearly 45,000 Canadians.
fr_fr: Les ports pour petits bateaux sont au cœur du mode de vie des communautés côtières, et ils sont un

source: The government's Small Craft Harbours program supports the operations and maintenance of a national system of close to 950 harbours,
fr_fr: lieu de travail et de loisir pour près de 45 000 Canadiens.

source: representing over 10,000 structures valued at approximately $7.1 billion.
fr_fr: Le programme Ports pour petits bateaux du gouvernement fédéral appuie les activités et l'entretien

source: Of these 950
fr_fr: d'un réseau national de près de 950 ports, ce qui représente plus

source: harbours, roughly 690 are considered critical to the commercial fishing industry.
fr_fr: De ces 950 ports, quelque 690 sont jugés essentiels à l'industrie de la pêche commerciale.

source: ensures these harbours are fully operated, in good working condition, and managed and maintained by
fr_fr: gouvernement veille à ce que ces ports soient pleinement exploités et en bon état de fonctionnement,

source: self-sufficient harbour authorities who represent the interests of users and communities.
fr_fr: et à ce qu'ils soient gérés et entretenus par des administrations portuaires autonomes qui tiennent

source: The government is committed to continued support for the Small Craft Harbours program.
fr_fr: Le gouvernement est déterminé à maintenir son appui au programme Ports pour petits bateaux .

source: Recently provided support includes:
fr_fr: L'aide fournie récemment comprend ce qui suit :

source: $463.3 million over three years on a cash basis, starting in 2024-25, announced in
fr_fr: Une somme de 463,3 millions de dollars sur trois ans, selon la comptabilité de caisse,

source: Budget 2024 for repairs and maintenance of small craft harbours across the country.
fr_fr: à compter de 2024-2025, qui avait été annoncée dans le budget de 2024 pour réparer et

source: funding is in addition to the program's $90 million annual budget.
fr_fr: annuel de 90 millions de dollars du programme.

source: $70 million over two years, starting in 2022-23, to support the repairs of small craft
fr_fr: Un financement de 70 millions de dollars sur deux ans, à compter de 2022-2023,

source: harbours damaged by Hurricane Fiona in 2022 as part of the Hurricane Fiona Recovery Fund.
fr_fr: pour la réparation des ports pour petits bateaux endommagés par l'ouragan Fiona en 2022, dans le cadre du Fonds de rétablissement de l'ouragan Fiona.

source: Lowering Barriers to Access the Canada Disability Benefit
fr_fr: Faciliter l'accès à la Prestation canadienne pour les personnes handicapées

source: Since issuing the first payments in July 2025, the Canada Disability Benefit has increased the financial well-being of hundreds of thousands of working-age low-income persons
fr_fr: pour les personnes handicapées a amélioré le bien-être financier de centaines de milliers de personnes en situation de handicap à faible revenu et en âge de travailler.

source: with disabilities.
fr_fr: Toutefois,

source: However, for many, obtaining a valid Disability Tax Credit certificate to become
fr_fr: pour beaucoup d'entre elles, l'obtention du certificat pour le crédit d'impôt pour personnes

source: eligible for the benefit can represent a financial barrier.
fr_fr: handicapées qui les rend admissibles à la prestation représente un obstacle financier.

source: Budget 2025 reaffirms the government's intention to lower barriers
fr_fr: Le budget de 2025 réitère l'intention du gouvernement de faciliter l'accès à la Prestation canadienne pour les personnes handicapées en aidant à compenser les

source: to access the Canada Disability Benefit by helping to offset the costs of
fr_fr: coûts associés à la demande de crédit d'impôt pour personnes handicapées qui doivent être

source: applying for the Disability Tax Credit for Canada Disability Benefit recipients.
fr_fr: assumés par les bénéficiaires de la Prestation canadienne pour les personnes

source: To that end, Budget 2025 proposes funding of $115.7 million over four
fr_fr: handicapées . À cette fin, le budget de 2025 propose un financement

source: years, beginning in 2026-27, and $10.1 million per year ongoing, including
fr_fr: de 115,7 millions de dollars sur quatre ans, à compter de 2026-2027, et

source: administrative costs, for a one-time supplemental Canada Disability Benefit payment of $150 in respect of each Disability Tax Credit certification, or
fr_fr: afin de verser un paiement unique supplémentaire de 150 $ au titre de la Prestation canadienne pour les personnes handicapées pour chaque demande de

source: re-certification, giving rise to a Canada Disability Benefit entitlement.
fr_fr: certificat ou de renouvellement de certificat pour le crédit d'impôt pour personnes handicapées

source: This one-time payment would be retroactive to the launch of the Canada Disability
fr_fr: justifiant l'admissibilité à la Prestation canadienne pour les personnes

source: Benefit .
fr_fr: handicapées .

source: Following successful completion of the regulatory process, the first
fr_fr: Ce paiement unique serait rétroactif au lancement de la Prestation canadienne pour les personnes handicapées . Une fois que le processus

source: supplemental payments are expected to be made to Canada Disability Benefit recipients before the end of 2026-27.
fr_fr: aux bénéficiaires de la Prestation canadienne pour les personnes handicapées avant la fin de 2026-2027.

source: In addition, the government is committed to looking at ways to provide
fr_fr: De plus, le gouvernement s'engage à trouver des moyens d'effectuer un paiement similaire à

source: such a payment in respect of other Disability Tax Credit certifications as
fr_fr: handicapées , dans le cadre de ses efforts pour revoir et réformer le processus de

source: part of its work to review and reform the process to apply for the credit .
fr_fr: demande de ce crédit .

source: Helping to reduce poverty and increase the financial well-being of low-income persons with
fr_fr: Réduire la pauvreté et améliorer le bien-être financier des personnes en situation de handicap à

source: disabilities is a key priority in the government's work to build a fairer Canada.
fr_fr: faible revenu est une priorité du gouvernement pour bâtir un Canada plus équitable.

source: To help ensure Canada Disability Benefit recipients
fr_fr: handicapées conservent la totalité de leurs prestations, y compris au titre

source: keep the full value of their benefits, including other federal income-tested benefits and
fr_fr: d'autres prestations et programmes fédéraux fondés sur le revenu, comme l' Allocation

source: programs, such as the Canada Child Benefit , Budget 2025 confirms the
fr_fr: canadienne pour enfants , le budget de 2025 confirme que le gouvernement

source: government's intention to bring forward legislation to exempt the Canada Disability
fr_fr: prévoit légiférer afin que la Prestation canadienne pour les personnes

source: Benefit from being treated as income under the Income Tax Act .
fr_fr: handicapées soit exclue du calcul du revenu au sens de la Loi de l'impôt sur le revenu .

source: Budget 2025 takes action to improve outcomes for women by:
fr_fr: Le budget de 2025 prévoit les mesures suivantes afin d'améliorer la situation des femmes :

source: Proposing stable, long-term funding for the Department for
fr_fr: Proposer un financement stable et à long terme pour le ministère des

source: Women and Gender Equality , which will continue to support progress in
fr_fr: Femmes et de l'Égalité des genres qui permettra de continuer à

source: eliminating discrimination and advancing the rights of women.
fr_fr: soutenir les progrès en vue d'éliminer la discrimination et de promouvoir les

source: Increasing affordable and non-market housing through Build Canada Homes.
fr_fr: droits des femmes. Augmenter le nombre de logements abordables et hors marché grâce à Maisons Canada .

source: According to the 2021 Census, single-parent households are still predominantly
fr_fr: Selon le recensement de 2021, les familles

source: women (81.2 per cent), and will particularly benefit from more affordable
fr_fr: monoparentales demeurent majoritairement dirigées par des femmes (81,2 %),

source: housing.
fr_fr: logements abordables.

source: Strengthening First Nations Infrastructure Financing and Access to Clean
fr_fr: Renforcer le financement des infrastructures des Premières Nations et

source: Water.
fr_fr: leur accès à l'eau potable.

source: Women, in First Nations communities, would disproportionately
fr_fr: Premières Nations, en bénéficieraient de manière disproportionnée.

source: benefit.
fr_fr: Les femmes de

source: Women in these communities are more likely to shoulder caregiver responsibilities.
fr_fr: ces communautés sont plus susceptibles d'assumer le rôle de proches aidantes.

source: Proposing to introduce a voluntary Code of Conduct for the Prevention of
fr_fr: Proposer un Code de conduite pour la prévention de l'exploitation

source: Economic Abuse for federally regulated banks, as women are
fr_fr: financière qui serait adopté de façon volontaire par les banques

source: disproportionately affected by economic abuse, which is a common yet under-recognised
fr_fr: sont plus touchées par l'exploitation financière, qui est une forme courante,

source: form of gender-based violence.
fr_fr: mais insuffisamment connue, de violence fondée sur le genre.

source: Budget 2025 will support First Nations, Inuit, and Métis communities by:
fr_fr: Le budget de 2025 prévoit les mesures suivantes pour soutenir les communautés

source: Strengthening Indigenous Infrastructure and Access to Clean Water , by
fr_fr: Améliorer les infrastructures autochtones et l'accès à l'eau

source: working to ensure First Nations communities have reliable access to clean, safe drinking
fr_fr: Premières Nations un accès fiable à de l'eau potable propre et en aidant les

source: water, and providing supports for First Nations and Inuit communities to renovate and
fr_fr: Premières Nations et les Inuits à effectuer la rénovation et la construction de

source: build affordable housing.
fr_fr: logements abordables.

source: Since November 2015, First Nations have lifted 149
fr_fr: Depuis novembre 2015, 149 avis à long terme

source: long-term advisories, with 38 still active in 36 communities.
fr_fr: Il reste 38 avis en vigueur dans 36 communautés.

source: Supporting Indigenous Housing and Infrastructure, which will work with
fr_fr: Soutenir le logement et les infrastructures autochtones en

source: Indigenous communities to address their unique and persistent infrastructure needs
fr_fr: travaillant avec les communautés autochtones à répondre à leurs besoins uniques

source: through the Canada Infrastructure Bank.
fr_fr: Agir contre l'exploitation financière.

source: Addressing Economic Abuse, as Indigenous communities are among the
fr_fr: autochtones sont parmi les groupes les plus touchés par l'exploitation

source: groups most affected by financial abuse, with Indigenous women more likely to experience
fr_fr: financière. Les femmes autochtones sont plus susceptibles que les femmes non

source: financial abuse by an intimate partner compared to non-Indigenous women.
fr_fr: autochtones de subir de l'exploitation financière de la part d'un partenaire intime.

source: Budget 2025 will support the financial well-being of young people by:
fr_fr: Le budget de 2025 prévoit la mesure suivante pour favoriser le bien-être

source: Helping Youth Find and Keep Jobs.
fr_fr: financier des jeunes :

source: Providing employment services,
fr_fr: Aider les jeunes à trouver un emploi et à le garder.

source: training, and wrap-around supports will benefit youth facing barriers, especially those
fr_fr: Fournir des services liés à l'emploi, de la formation et un soutien global qui

source: without a high school diploma, who are Indigenous, newcomers, racialised, have
fr_fr: profiteront aux jeunes qui se heurtent à des obstacles, notamment ceux sans

source: disabilities, and live in rural areas.
fr_fr: racisées, les personnes en situation de handicap et celles qui vivent dans les

source: <<< source: chap4-en.html >>>
fr_fr: <<< source: chap4-fr.html >>>

source: 4: Protecting Canada’s sovereignty and security
fr_fr: : Préserver la souveraineté et la sécurité du Canada

source: Chapter 4: Protecting Canada’s sovereignty and security.
fr_fr: mesures figurant dans le Chapitre 4 : Préserver la souveraineté et la sécurité du

source: As the world grows more volatile and dangerous, now more than ever, Canada must be ready and able to
fr_fr: Canada. Dans un monde de plus en plus dangereux et instable, le Canada doit plus que jamais être prêt et apte

source: defend our territory, our people, and our values to secure our sovereignty and to protect and uphold
fr_fr: à défendre son territoire, sa population et ses valeurs, à assurer sa souveraineté, ainsi qu'à

source: our commitments to our Allies.
fr_fr: À cet égard, le Canada contribue

source: This includes helping to counter Russian aggression and to uphold
fr_fr: notamment à contrer l'agression russe et à défendre la souveraineté et l'intégrité territoriale de

source: Ukraine's sovereignty and territorial integrity to ensure security across the Euro-Atlantic region.
fr_fr: l'Ukraine pour assurer la sécurité dans toute la région euroatlantique.

source: In this period of great power competition and geopolitical uncertainty, Canadian leadership in the
fr_fr: En cette période de lutte entre les grandes puissances et d'incertitude géopolitique, le leadership

source: world will be defined not just by the strength of our values, but also by the value of our strength.
fr_fr: canadien dans le monde sera défini non seulement par la force de nos valeurs, mais aussi par la

source: A more confident, united, and stronger Canada can help transform this age of disorder into an era of
fr_fr: valeur de notre force. Un Canada plus confiant, plus uni et plus fort peut contribuer à transformer

source: prosperity for all Canadians.
fr_fr: cette période de bouleversements en une ère de prospérité pour tous les Canadiens.

source: This starts with rebuilding, rearming, and reinvesting in the Canadian Armed Forces.
fr_fr: Tout d'abord, il nous faut réinvestir pour rebâtir et réarmer les Forces armées canadiennes.

source: The government's
fr_fr: Les

source: generational investments in our Canadian Armed Forces will provide our military with the necessary
fr_fr: investissements de portée historique du gouvernement dans les Forces armées canadiennes leur

source: tools and equipment to protect our sovereignty and bolster our security.
fr_fr: fourniront les outils et l'équipement nécessaires pour protéger notre souveraineté et renforcer

source: This increase in investment
fr_fr: notre sécurité.

source: also creates opportunities for the Canadian defence industry.
fr_fr: Cette hausse des investissements crée aussi des possibilités pour l'industrie

source: We will reform defence procurement to
fr_fr: canadienne de la défense.

source: make it easier and faster to buy Canadian-made equipment—supporting our domestic defence industry
fr_fr: afin de faciliter et d'accélérer l'achat d'équipements fabriqués au Canada, ce qui permettra de

source: and creating high-paying careers.
fr_fr: soutenir notre industrie nationale de la défense et de créer des emplois bien rémunérés.

source: The Canadian Armed Forces are currently active in 37 operations around the world.
fr_fr: Les Forces armées canadiennes participent actuellement à 37 opérations partout dans le monde.

source: The women and
fr_fr: Les femmes et les hommes de nos forces armées contribuent à promouvoir la paix et la sécurité

source: men of our military contribute to promoting global peace and security, while ensuring Canada's place
fr_fr: mondiales, tout en assurant le maintien de la place du Canada dans le monde.

source: Canadian military operations range from maintaining international security and
fr_fr: militaires canadiennes consistent notamment à maintenir la sécurité et la stabilité internationales

source: stability in the Middle East (Operation AMARNA), to leading a Multinational Brigade as part of
fr_fr: au Moyen-Orient (opération AMARNA), à mener une brigade multinationale en appui aux mesures

source: NATO's assurance and deterrence measures in Central and Eastern Europe and the Baltics (Operation
fr_fr: centrale et orientale et dans les pays baltes (opération REASSURANCE), et à effectuer des

source: REASSURANCE), to whole-of-government sovereignty patrols and security exercises in Canada's Arctic
fr_fr: patrouilles d'affirmation de la souveraineté et des exercices de sécurité selon une approche

source: (Operation NANOOK).
fr_fr: pangouvernementale dans l'Arctique canadien (opération NANOOK).

source: To address years of inadequate equipment for the Canadian Armed Forces and to strengthen Canada's
fr_fr: Pour remédier à des années de sous-équipement des Forces armées canadiennes et pour renforcer
